Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_510_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Anárašgiella , matematihkka
smn: xxx

source: Lohosierâ - oahppamateriála lea jorgaluvvon WSOY girjeráiddus Matikka .
smn: Lohosierâ - oppâmateriaal lii jurgâlum WSOY kirjerááiđust Matikka

source: Lassedieđuid suomagielat materiálas gávnnat interneahtas .
smn: Päivi Okkonen-Sotka , Ann-Mari Sintonen já Tuula Uus-Leponiemi

source: xxx
smn: Lohosierâ 2 , kiđđâ

source: govat : Mervi Lindman , Pia Holm ja Jenni Herranen
smn: sárguseh : Mervi Lindman , Pia Holm já Jenni Herranen

source: siiddut : 191
smn: sijđoh : 191

source: haddi : 17,00 €
smn: Sämitigge 2014

source: dássi : 2 lk
smn: Lohosierâ 2 , čohčâ

source: Sámediggi 2014
smn: xxx

source: siiddut : 192
smn: sijđoh : 192

source: Sámediggi 2012
smn: Sämitigge 2012

source: govat : Mervi Lindman , Timo Kontoniemi ja Pia Holm
smn: sárguseh : Mervi Lindman , Timo Kontoniemi já Pia Holm

source: jorgalan : Tanja Kyrö
smn: anarâškielân : Tanja Kyrö

source: dássi : 1 lk
smn: Lohosierâ 1 , čohčâ

source: siiddut : 180
smn: sijđoh : 180

source: Sámediggi 2011
smn: Sämitigge 2011
